Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediehtu_oahpahussii_-_odda_oktavuohta_com_rahppojuvvon_.html.tmx
Source language: sme
Languages: smn

source: Sámediehtu oahpahussii – ođđa oktavuohta.com rahppojuvvon!
smn: Sämitiätu máttááttâsân – uđđâ oktavuohta.com lii lekkum!

source: Ođasmahttojuvvon oktavuohta.com -fierbmeláđđi lea rahppojuvvon.
smn: Uđâsmittum oktavuohta.com -viermilostâ lii lekkum.

source: Siiddut fállet sámedieđu oahpahussii ja eará berošteaddjiide ja daid leat Sámediggi ja Oahpahusráđđehus doaimmahan ovttasbargun.
smn: Siijđoh fäälih sämitiäđu máttááttâsân já iärásáid, kiäh láá perustum já tot lii toimâttum Sämitige já Máttááttâshaldâttuv oovtâstpargon.

source: Siiddut sisttistollet dieđuid sámiid álbmotlaš symbolain, sámekultuvrra sierra surggiin, sámeservožis ja dáhpáhusain. Siidduin leat artihkalat, govat, videot ja liŋkkat.
smn: Siijđoh aneh sistees tiäđuid sämmilij aalmuglijn symbolijn, sämikulttuur uásisuorgijn, sämisiärváduvâst já tábáhtusâin teevstâi, kuuvij já videoi peht.

source: Ođđa oktavuohta.com -siiddut leat doisttažii suomagillii.
smn: Uđđâ oktavuohta.com -siijđoh láá tuáistáážân suomâkielân.

source: Sámegielat siiddut doaimmahuvvojit giđa mielde ja siiddut dievasmahttojuvvojit dađistaga.
smn: Sämikielâlijd siijđoid toimâtteh kiiđâ mield já siijđoh tievâsmittojeh ubâ paje.

source: Oktavuohta.com -siidduid doaimmaha Sámedikki skuvlen- ja oahppamateriáladoaimmahat.
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh tooimât Oktavuohta.com -siijđoid.
